Autodesk.Revit.DB.Structure.BracePlanRepresentation
The possible representations for braces in plan views.
Since:
2011

Autodesk.Revit.DB.Structure.BracePlanRepresentation.LineWithAngle
Braces are represented by a line with angle.

Autodesk.Revit.DB.Structure.BracePlanRepresentation.ParallelLine
Braces are represented by a parallel line.